{
	"death_knight": {
		"major": {
			"glyph_of_anti_magic_shell": {
				"name": "Carapace anti-magie",
				"description": "Votre Carapace anti-magie absorbe tous les dégâts magiques que vous subissez, jusqu’à la capacité limite d’absorption."
			},
			"glyph_of_unholy_frenzy": {
				"name": "Frénésie impie",
				"description": "Votre Frénésie impie n’inflige plus de dégâts à la cible affectée."
			},
			"glyph_of_icebound_fortitude": {
				"name": "Robustesse glaciale",
				"description": "Réduit le temps de recharge de votre technique Robustesse glaciale de 50%, mais réduit également sa durée de 75%."
			},
			"glyph_of_chains_of_ice": {
				"name": "Chaînes de glace",
				"description": "Vos Chaînes de glace infligent également 144 à 156 points de dégâts de Givre plus des dégâts supplémentaires en fonction de votre puissance d'attaque."
			},
			"glyph_of_death_grip": {
				"name": "Poigne de la mort",
				"description": "Augmente la portée de votre technique Poigne de la mort de 5 mètres."
			},
			"glyph_of_death_and_decay": {
				"name": "Mort et décomposition",
				"description": "Votre sort Mort et décomposition réduit aussi la vitesse de déplacement des ennemis situés dans sa zone d’effet de 50%."
			},
			"glyph_of_shifting_presences": {
				"name": "Présences changeantes",
				"description": "Vous conservez 70% de votre puissance runique quand vous changez de Présence."
			},
			"glyph_of_icy_touch": {
				"name": "Toucher de glace",
				"description": "Votre Toucher de glace dissipe un effet magique bénéfique sur la cible."
			},
			"glyph_of_enduring_infection": {
				"name": "Infection durable",
				"description": "Vos maladies ne peuvent pas être dissipées, mais les dégâts qu’elles infligent sont réduits de 15%."
			},
			"glyph_of_pestilence": {
				"name": "Pestilence",
				"description": "Augmente le rayon de votre effet Pestilence de 5 mètres."
			},
			"glyph_of_mind_freeze": {
				"name": "Gel de l’esprit",
				"description": "Réduit le temps de recharge de votre technique Gel de l’esprit de 1 s, mais augmente aussi son coût de 10 points de puissance runique."
			},
			"glyph_of_strangulate": {
				"name": "Strangulation",
				"description": "Augmente la durée de l'effet de silence de votre technique Strangulation de 2 s lorsqu'elle est utilisée sur une cible en train d'incanter un sort."
			},
			"glyph_of_pillar_of_frost": {
				"name": "Pilier de givre",
				"description": "Renforce votre Pilier de givre et vous immunise contre les effets qui entraînent une perte de contrôle de votre personnage, mais réduit également votre vitesse de déplacement de 70% tant que la technique est active."
			},
			"glyph_of_vampiric_blood": {
				"name": "Sang vampirique",
				"description": "Augmente le bonus aux soins reçus quand votre Sang vampirique est actif de 15%, mais Sang vampirique ne vous confère plus de points de vie."
			},
			"glyph_of_unholy_command": {
				"name": "Autorité impie",
				"description": "Met immédiatement fin au temps de recharge de votre Poigne de la mort lorsque vous infligez un coup fatal à une cible qui rapporte de l’expérience ou de l’honneur."
			},
			"glyph_of_outbreak": {
				"name": "Poussée de fièvre",
				"description": "Votre sort Poussée de fièvre n’a plus de temps de recharge, mais il coûte désormais 30 points de puissance runique."
			},
			"glyph_of_dancing_rune_weapon": {
				"name": "Arme runique dansante",
				"description": "Augmente votre génération de menace de 100% quand Arme runique dansante est active, mais réduit les dégâts qu’elle inflige de 25%."
			},
			"glyph_of_dark_simulacrum": {
				"name": "Sombre simulacre",
				"description": "Réduit le temps de recharge de Sombre simulacre de 30 s et augmente sa durée de 4 s."
			},
			"glyph_of_death_coil": {
				"name": "Voile mortel",
				"description": "Désormais, votre sort Voile mortel est aussi utilisable sur tous les alliés. Lorsqu’il est lancé sur un allié qui n’est pas un mort-vivant, Voile mortel l’enveloppe d’une barrière protectrice qui absorbe jusqu’à 168 points de dégâts."
			},
			"glyph_of_dark_succor": {
				"name": "Sombre secours",
				"description": "Permet à votre prochaine Frappe de mort exécutée en Présence de givre ou impie dans les 15 s après avoir tué un ennemi qui rapporte de l’expérience ou de l’honneur de ne rien coûter et de rendre au moins 20% de votre maximum de points de vie."
			},
			"glyph_of_swift_death": {
				"name": "Mort expéditive",
				"description": "L’effet de hâte conféré par Faucheur d’âme augmente maintenant aussi votre vitesse de déplacement de 30% pendant sa durée."
			},
			"glyph_of_loud_horn": {
				"name": "Cor retentissant",
				"description": "Votre Cor de l’hiver génère à présent 10 points de puissance runique supplémentaire, mais son temps de recharge est augmenté de 100%."
			},
			"glyph_of_regenerative_magic": {
				"name": "Magie régénératrice",
				"description": "Si Bouclier anti-magie prend fin au terme de sa durée normale, son temps de recharge est réduit de 50% au maximum, proportionnellement au montant de dégâts absorbés."
			},
			"glyph_of_festering_blood": {
				"name": "Sang suppurant",
				"description": "Furoncle sanglant considère désormais que toutes les cibles sont affectées par Peste de sang ou Fièvre de givre."
			}
		},
		"minor": {
			"glyph_of_the_geist": {
				"name": "Geist",
				"description": "Votre Réanimation morbide invoque un geist au lieu d’une goule."
			},
			"glyph_of_deaths_embrace": {
				"name": "Caresse de la mort",
				"description": "Votre Voile mortel vous rend 20 points de puissance runique quand il est utilisé pour soigner un serviteur allié, mais il ne déclenchera plus Drain sanglant s’il est utilisé de cette façon."
			},
			"glyph_of_horn_of_winter": {
				"name": "Cor de l’hiver",
				"description": "Lorsqu’il est utilisé hors combat, votre Cor de l’hiver déclenche une courte rafale de neige localisée."
			},
			"glyph_of_army_of_the_dead": {
				"name": "Armée des morts",
				"description": "Les goules invoquées par votre Armée des morts ne provoquent plus leur cible."
			},
			"glyph_of_foul_menagerie": {
				"name": "Immonde ménagerie",
				"description": "Votre Armée des morts invoque différents serviteurs morts-vivants."
			},
			"glyph_of_path_of_frost": {
				"name": "Passage de givre",
				"description": "Votre technique Passage de givre vous permet de tomber de plus haut sans subir de dégâts."
			},
			"glyph_of_resilient_grip": {
				"name": "Poigne résistante",
				"description": "Quand votre technique Poigne de la mort échoue parce que la cible y est insensible, son temps de recharge prend fin."
			},
			"glyph_of_death_gate": {
				"name": "Porte de la mort",
				"description": "Réduit le temps d'incantation de votre sort Porte de la mort de 60%."
			},
			"glyph_of_corpse_explosion": {
				"name": "Explosion morbide",
				"description": "Vous apprend la technique Explosion morbide."
			},
			"glyph_of_tranquil_grip": {
				"name": "Poigne tranquille",
				"description": "Votre sort Poigne de la mort ne provoque plus la cible."
			},
			"glyph_of_the_skeleton": {
				"name": "Squelette",
				"description": "Votre sort Réanimation morbide invoque un squelette au lieu d’une goule."
			},
			"glyph_of_the_long_winter": {
				"name": "Long hiver",
				"description": "L’effet de votre Cor de l’hiver dure désormais 1 heure."
			}
		}
	},
	"druid": {
		"major": {
			"glyph_of_frenzied_regeneration": {
				"name": "Régénération frénétique",
				"description": "Pendant 6 s suivant l’activation de Régénération frénétique, la puissance des effets de soins qui vous affectent est augmentée de 40 %. En revanche, votre Régénération frénétique coûte désormais toujours 50 points de rage et ne convertit plus les points de rage en points de vie."
			},
			"glyph_of_maul": {
				"name": "Mutiler",
				"description": "Votre technique Mutiler frappe maintenant 1 cible supplémentaire en infligeant 50% des dégâts."
			},
			"glyph_of_omens": {
				"name": "Augures",
				"description": "Quand vous n’êtes pas dans une Eclipse, les techniques suivantes vous confèrent 10 points d’énergie solaire ou lunaire : Sarments, Cyclone, Lucioles, Essaim de lucioles, Enchevêtrement de masse, Typhon, Rugissement désorientant, Vortex d’Ursol et Rossée puissante."
			},
			"glyph_of_shred": {
				"name": "Lambeau",
				"description": "Quand Berserk ou Fureur du tigre est actif, Lambeau ne nécessite pas de positionnement particulier."
			},
			"glyph_of_prowl": {
				"name": "Rôder",
				"description": "Réduit la pénalité affectant la vitesse de déplacement lorsque vous rôdez de 100%."
			},
			"glyph_of_pounce": {
				"name": "Traquenard",
				"description": "Augmente la portée de votre technique Traquenard de 8 mètres."
			},
			"glyph_of_stampede": {
				"name": "Ruée",
				"description": "Vous pouvez maintenant lancer Ruée rugissante sans être en forme d’ours ou de félin."
			},
			"glyph_of_innervate": {
				"name": "Innervation",
				"description": "Quand Innervation est lancée sur une cible autre que le lanceur, ce dernier et sa cible en bénéficient tous deux, mais avec un effet réduit de 40%."
			},
			"glyph_of_rebirth": {
				"name": "Renaissance",
				"description": "Les personnages ressuscités avec Renaissance reviennent à la vie avec 100% de leurs points de vie."
			},
			"glyph_of_regrowth": {
				"name": "Rétablissement",
				"description": "Augmente les chances de coup critique de votre Rétablissement de 40% mais supprime l’effet périodique de ce sort."
			},
			"glyph_of_rejuvenation": {
				"name": "Récupération",
				"description": "Quand votre Récupération est active sur trois cibles ou plus, le temps d'incantation de votre sort Nourrir est réduit de 30%."
			},
			"glyph_of_healing_touch": {
				"name": "Toucher guérisseur",
				"description": "Quand vous utilisez Toucher guérisseur, le temps de recharge de votre Rapidité de la nature est réduit de 3 s."
			},
			"glyph_of_efflorescence": {
				"name": "Efflorescence",
				"description": "L’effet d’Efflorescence est maintenant causé par votre champignon sauvage plutôt que par Prompte guérison et dure tant que le champignon sauvage est actif. En outre, Efflorescence augmente les soins prodigués par Prompte guérison de 20%."
			},
			"glyph_of_guided_stars": {
				"name": "Etoiles guidées",
				"description": "Vos Météores ne touchent que les cibles affectées par votre Eclat lunaire ou Eclat solaire."
			},
			"glyph_of_hurricane": {
				"name": "Ouragan",
				"description": "Maintenant, vos techniques Ouragan et Tempête astrale réduisent aussi la vitesse de déplacement de leurs victimes de 50%."
			},
			"glyph_of_skull_bash": {
				"name": "Coup de crâne",
				"description": "Augmente la durée de l’interruption de votre Coup de crâne de 2 s, mais augmente son temps de recharge de 5 s."
			},
			"glyph_of_natures_grasp": {
				"name": "Emprise de la nature",
				"description": "Réduit le temps de recharge d’Emprise de la nature de 45 s."
			},
			"glyph_of_savagery": {
				"name": "Sauvagerie",
				"description": "Rugissement sauvage peut désormais être utilisé avec 0 points de combo, portant sa durée à 12 s."
			},
			"glyph_of_entangling_roots": {
				"name": "Sarments",
				"description": "Réduit le temps d'incantation de vos Sarments de 0,2 s."
			},
			"glyph_of_blooming": {
				"name": "Fleuraison",
				"description": "Augmente les soins de votre Fleur de vie à la fin de son effet de 50%, mais sa durée est réduite de 5 s et vos techniques Toucher guérisseur, Nourrir et Rétablissement ne la réinitialisent plus."
			},
			"glyph_of_dash": {
				"name": "Célérité",
				"description": "Réduit le temps de recharge de votre technique Célérité de 60 s."
			},
			"glyph_of_master_shapeshifter": {
				"name": "Maître changeforme",
				"description": "Réduit le coût en mana de tous les changements de forme de 100%."
			},
			"glyph_of_survival_instincts": {
				"name": "Instincts de survie",
				"description": "Réduit le temps de recharge d'Instincts de survie de 60 s, mais réduit sa durée de 50%."
			},
			"glyph_of_wild_growth": {
				"name": "Croissance sauvage",
				"description": "Croissance sauvage peut affecter 1 cible supplémentaire, mais son temps de recharge est augmenté de 2 s."
			},
			"glyph_of_might_of_ursoc": {
				"name": "Puissance d’Ursoc",
				"description": "Augmente le gain de points de vie octroyé par Puissance d'Ursoc de 20%, mais augmente le temps de recharge de 2 min."
			},
			"glyph_of_stampeding_roar": {
				"name": "Ruée rugissante",
				"description": "Augmente le rayon de Ruée rugissante de 30 mètres."
			},
			"glyph_of_cyclone": {
				"name": "Cyclone",
				"description": "Augmente la portée de votre sort Cyclone de 5 mètres."
			},
			"glyph_of_barkskin": {
				"name": "Ecorce",
				"description": "Réduit la probabilité de subir des coups critiques de 25% quand Ecorce est active."
			},
			"glyph_of_ferocious_bite": {
				"name": "Morsure féroce",
				"description": "Votre technique Morsure féroce vous rend 2% de votre maximum de points de vie par tranche de 10 points d’énergie utilisée."
			},
			"glyph_of_fae_silence": {
				"name": "Silence des lucioles",
				"description": "La technique Lucioles en forme d’ours réduit également la cible au silence pendant 3 s, mais déclenche un temps de recharge de 15 s."
			},
			"glyph_of_faerie_fire": {
				"name": "Lucioles",
				"description": "Augmente la portée de vos Lucioles de 10 mètres."
			},
			"glyph_of_cat_form": {
				"name": "Forme de félin",
				"description": "Augmente les soins qui vous sont prodigués de 20% quand vous êtes en forme de félin."
			}
		},
		"minor": {
			"glyph_of_the_stag": {
				"name": "Cerf",
				"description": "Votre forme de voyage peut désormais servir de monture pour les membres du groupe. Ce glyphe est désactivé tant que le glyphe du guépard est actif."
			},
			"glyph_of_the_orca": {
				"name": "Epaulard",
				"description": "Votre forme aquatique a maintenant l’apparence d’un épaulard."
			},
			"glyph_of_aquatic_form": {
				"name": "Forme aquatique",
				"description": "Augmente votre vitesse de nage de 50% lorsque vous êtes en forme aquatique."
			},
			"glyph_of_grace": {
				"name": "Grâce",
				"description": "Grâce féline réduit les dégâts en cas de chute même quand vous n’êtes pas en forme de félin."
			},
			"glyph_of_the_chameleon": {
				"name": "Caméléon",
				"description": "Quand vous adoptez votre forme de félin ou votre forme d’ours, votre pelage est d’une couleur choisie au hasard."
			},
			"glyph_of_charm_woodland_creature": {
				"name": "Charmer une créature des forêts",
				"description": "Vous apprend la technique Charmer une créature des forêts. Permet au druide de gagner la confiance d’une créature d’ambiance, qui le suit pendant 1 heure."
			},
			"glyph_of_stars": {
				"name": "Astres",
				"description": "Votre Forme de sélénien est désormais remplacée par Forme astrale, qui procure les même avantages mais vous donne une apparence cosmique dérivée de votre forme humanoïde normale."
			},
			"glyph_of_the_predator": {
				"name": "Prédateur",
				"description": "Votre technique Pistage des humanoïdes vous permet aussi de pister les bêtes."
			},
			"glyph_of_the_treant": {
				"name": "Tréant",
				"description": "Vous permet d’adopter la forme de tréant. Transformation en tréant."
			},
			"glyph_of_the_cheetah": {
				"name": "Guépard",
				"description": "Votre forme de voyage vous fait prendre l’apparence d’un guépard. Ce glyphe empêchera le glyphe du cerf de fonctionner."
			},
			"glyph_of_focus": {
				"name": "Focalisation",
				"description": "Réduit le rayon de Météores de 50%."
			},
			"glyph_of_the_sprouting_mushroom": {
				"name": "Champignon naissant",
				"description": "Votre sort Champignon sauvage peut à présent être placé sur le sol au lieu de sous une cible."
			},
			"glyph_of_one_with_nature": {
				"name": "Union avec la Nature",
				"description": "Vous donne la possibilité de vous téléporter dans un lieu sauvage aléatoire."
			}
		}
	},
	"hunter": {
		"major": {
			"glyph_of_camouflage": {
				"name": "Dissimulation",
				"description": "Votre technique Dissimulation vous permet de vous déplacer tout en restant camouflé, mais à une vitesse réduite de 50%, tant que la technique est active."
			},
			"glyph_of_liberation": {
				"name": "Libération",
				"description": "Quand vous utilisez Désengagement, vous recevez 5% de votre total de points de vie."
			},
			"glyph_of_mending": {
				"name": "Guérison",
				"description": "Votre Guérison du familier soigne à présent toutes les 1 s et rend 25% des points de vie de votre familier en plus pendant sa durée."
			},
			"glyph_of_distracting_shot": {
				"name": "Trait provocateur",
				"description": "Votre Trait provocateur distrait maintenant la cible pour qu’elle attaque votre familier plutôt que vous-même."
			},
			"glyph_of_endless_wrath": {
				"name": "Courroux infini",
				"description": "Tant que Courroux bestial est actif, votre familier ne peut être tué, mais il peut toujours être blessé."
			},
			"glyph_of_deterrence": {
				"name": "Dissuasion",
				"description": "Augmente la réduction de dégâts conférée par Dissuasion de 20%."
			},
			"glyph_of_disengage": {
				"name": "Désengagement",
				"description": "Augmente la distance que vous parcourez quand vous utilisez Désengagement."
			},
			"glyph_of_freezing_trap": {
				"name": "Piège givrant",
				"description": "Quand votre Piège givrant est rompu, la vitesse de déplacement de la victime est réduite de 70% pendant 4 s."
			},
			"glyph_of_ice_trap": {
				"name": "Piège de glace",
				"description": "Augmente le rayon d’effet de votre Piège de glace de 2 mètres."
			},
			"glyph_of_misdirection": {
				"name": "Détournement",
				"description": "Quand vous utilisez Détournement sur votre familier, son temps de recharge est mis à zéro."
			},
			"glyph_of_explosive_trap": {
				"name": "Piège explosif",
				"description": "Votre Piège explosif n’inflige plus de dégâts mais repousse les ennemis au loin quand il explose."
			},
			"glyph_of_animal_bond": {
				"name": "Lien animal",
				"description": "Tant que votre familier est actif, tous les soins prodigués à vous-même et à votre familier sont augmentés de 10%."
			},
			"glyph_of_no_escape": {
				"name": "Plus d’échappatoire",
				"description": "Augmente de 100% les chances de réussir un coup critique à distance avec toutes vos attaques sur les cibles affectées par votre Piège givrant."
			},
			"glyph_of_pathfinding": {
				"name": "Science des chemins",	
				"description": "Augmente le bonus de vitesse de vos Aspects de la meute et du guépard de 8% et augmente la vitesse de votre monture de 10%. Ne se cumule pas avec les autres effets d'augmentation de vitesse de la monture."
			},
			"glyph_of_snake_trap": {
				"name": "Piège à serpents",
				"description": "Les serpents de votre piège subissent 90% de dégâts de moins des attaques à effet de zone."
			},
			"glyph_of_aimed_shot": {
				"name": "Visée",
				"description": "Votre Visée peut maintenant être utilisée en cours de déplacement."
			},
			"glyph_of_mend_pet": {
				"name": "Guérison du familier",
				"description": "Donne à la technique Guérison du familier 100% de chances de faire disparaître 1 effet de malédiction, maladie, magie ou poison du familier à chaque itération."
			},
			"glyph_of_solace": {
				"name": "Réconfort",
				"description": "Votre Piège givrant et votre Flèche de dispersion annulent aussi tous les effets de dégâts sur la durée qui affectent leurs cibles."
			},
			"glyph_of_chimera_shot": {
				"name": "Tir de la chimère",
				"description": "Augmente les soins que vous prodigue Tir de la chimère d'un montant égal à 2% de votre maximum de points de vie."
			},
			"glyph_of_tranquilizing_shot": {
				"name": "Tir tranquillisant",
				"description": "Le coût en focalisation de Tir tranquillisant est annulé, mais cette technique obtient un temps de recharge de 10 s."
			},
			"glyph_of_masters_call": {
				"name": "Appel du maître",
				"description": "Augmente la durée de votre Appel du maître de 4 s."
			},
			"glyph_of_scatter_shot": {
				"name": "Flèche de dispersion",
				"description": "Augmente la portée de Flèche de dispersion de 3 mètres."
			},
			"glyph_of_mirrored_blades": {
				"name": "Lames réfléchies",
				"description": "Lorsque vous êtes attaqué avec un sort alors que Dissuasion est activée, vous avez 100% de chances de le renvoyer à l'attaquant."
			},
			"glyph_of_black_ice": {
				"name": "Glace noire",
				"description": "Quand vous vous déplacez sur la zone d’effet de votre Piège de glace, votre vitesse de déplacement est augmentée de 50%."
			},
			"glyph_of_the_lean_pack": {
				"name": "La meute efflanquée",
				"description": "Réduit le rayon d’action d’Aspect de la meute de 33 mètres."
			},
			"glyph_of_enduring_deceit": {
				"name": "Duperie constante",
				"description": "Le camouflage réduit également les dégâts des sorts subis de 10%."
			}
		},
		"minor": {
			"glyph_of_aspects": {
				"name": "Aspects",
				"description": "Chaque fois que vous activez un nouvel aspect, un compagnon animal représentant cet aspect vous suivra pendant 15 s."
			},
			"glyph_of_tame_beast": {
				"name": "Apprivoiser une bête",
				"description": "Réduit le temps nécessaire à l’apprivoisement d’une bête de 4 s."
			},
			"glyph_of_revive_pet": {
				"name": "Ressusciter le familier",
				"description": "Réduit de 100% l'interruption causée par les attaques infligeant des dégâts pendant que vous incantez Ressusciter le familier."
			},
			"glyph_of_lesser_proportion": {
				"name": "Stature réduite",
				"description": "Réduit légèrement la taille de votre familier."
			},
			"glyph_of_fireworks": {
				"name": "Feux d’artifice",
				"description": "Vous apprend la technique Feux d’artifice. Lance un feu d’artifice avec votre fusil, arc ou arbalète."
			},
			"glyph_of_aspect_of_the_pack": {
				"name": "Aspect de la meute",
				"description": "Augmente la portée de votre technique Aspect de la meute de 15 mètres."
			},
			"glyph_of_stampede": {
				"name": "Ruée",
				"description": "Vos Ruées n’invoquent plus de familiers depuis votre écurie, mais dupliquent votre familier actuel."
			},
			"glyph_of_aspect_of_the_cheetah": {
				"name": "Aspect du guépard",
				"description": "Vous n’êtes plus hébêté quand vous êtes touché sous l’Aspect du guépard. Au lieu de cela, l’effet est annulé et tous vos aspects obtiennent un temps de recharge de 4 s."
			},
			"glyph_of_aspect_of_the_beast": {
				"name": "Aspect de la bête",
				"description": "Vous apprend la technique Aspect de la bête. Le chasseur adopte les qualités d'une bête et devient impossible à pister. Vous ne pouvez activer qu'un seul aspect à la fois."
			},
			"glyph_of_direction": {
				"name": "Direction",
				"description": "La cible de votre technique Détournement apparaît plus grande."
			},
			"glyph_of_marking": {
				"name": "Marquage",
				"description": "Votre Marque du chasseur place une cible sur la créature que vous ciblez au lieu de l’animation habituelle."
			},
			"glyph_of_fetch": {
				"name": "Va chercher",
				"description": "Vous apprend la technique Va chercher. Ordonne à votre familier d’aller chercher les objets sur un cadavre à moins de 40 mètres."
			},
			"glyph_of_focused_fire": {
				"name": "Feu focalisé",
				"description": "Les charges de Focalisation du feu vous confèrent un visuel pour chaque charge active."
			},
			"glyph_of_chameleon": {
				"name": "Caméléon",
				"description": "Les charges de Focalisation du feu vous confèrent un visuel pour chaque charge active."
			}
		}
	},
	"mage": {
		"major": {
			"glyph_of_arcane_explosion": {
				"name": "Explosion des Arcanes",
				"description": "Augmente le rayon de votre Explosion des Arcanes de 5 mètres."
			},
			"glyph_of_blink": {
				"name": "Transfert",
				"description": "Augmente la distance que vous parcourez avec le sort Transfert de 8 mètres."
			},
			"glyph_of_evocation": {
				"name": "Evocation",
				"description": "Votre technique Evocation vous permet également de récupérer 60% de vos points de vie pendant sa durée. Avec le talent Invoquer, vous recevez à la place 10% de vos points de vie au terme de l'Evocation. Avec le talent Rune de puissance, vous récupérez 1% de vos points de vie par seconde tant que vous vous tenez dans votre Rune de puissance."
			},
			"glyph_of_combustion": {
				"name": "Combustion",
				"description": "Augmente les dégâts directs, la durée des effets de dégâts sur la durée et le temps de recharge de Combustion de 100%."
			},
			"glyph_of_frost_nova": {
				"name": "Nova de givre",
				"description": "Réduit le temps de recharge de Nova de givre de 5 s."
			},
			"glyph_of_ice_block": {
				"name": "Bloc de glace",
				"description": "Quand Bloc de glace prend fin, déclenche instantanément une Nova de givre gratuite et vous immunise contre tous les sorts pendant 3 s."
			},
			"glyph_of_splitting_ice": {
				"name": "Bris de glace",
				"description": "Votre Javelot de glace et vos Glaçons infligent désormais 50% de leurs dégâts à 1 cibles supplémentaires."
			},
			"glyph_of_cone_of_cold": {
				"name": "Cône de froid",
				"description": "Augmente les dégâts infligés par votre Cône de froid de 200%."
			},
			"glyph_of_rapid_displacement": {
				"name": "Déplacement rapide",
				"description": "Transfert possède désormais 2 charges, cumulant une charge supplémentaire toutes les 15 s, mais ce sort ne libère plus le lanceur des effets d’étourdissement et d’immobilisation."
			},
			"glyph_of_mana_gem": {
				"name": "Gemme de mana",
				"description": "Votre sort Invocation d’une gemme de mana crée désormais une gemme de mana brillante, qui contient jusqu’à 10 charges."
			},
			"glyph_of_polymorph": {
				"name": "Métamorphose",
				"description": "Votre sort Métamorphose annule aussi les effets de dégâts sur la durée sur la cible."
			},
			"glyph_of_icy_veins": {
				"name": "Veines glaciales",
				"description": "Votre technique Veines glaciales fait se diviser vos sorts Eclair de givre, Eclair de givrefeu et Javelot de glace ainsi que l’Eclair d’eau de votre élémentaire d’eau en 3 éclairs plus petits qui infligent chacun 40% de dégâts, au lieu d’une augmentation de la vitesse d’incantation des sorts."
			},
			"glyph_of_spellsteal": {
				"name": "Vol de sort",
				"description": "Vol de sort vous permet également de récupérer 5% de vos points de vie maximum s’il réussit à voler un sort."
			},
			"glyph_of_frostfire_bolt": {
				"name": "Eclair de givrefeu",
				"description": "Réduit le temps d’incantation d’Eclair de givrefeu de 0.5 s."
			},
			"glyph_of_remove_curse": {
				"name": "Délivrance de la malédiction",
				"description": "Augmente les dégâts que vous infligez de 5% pendant 10 s après avoir annulé une malédiction."
			},
			"glyph_of_arcane_power": {
				"name": "Pouvoir des Arcanes",
				"description": "Augmente la durée et le temps de recharge de Pouvoir des Arcanes de 100%."
			},
			"glyph_of_water_elemental": {
				"name": "Elémentaire d’eau",
				"description": "Augmente les points de vie de votre élémentaire d’eau de 40% et lui permet d’incanter en se déplaçant. Lorsqu’il est en mode soutien et en combat, si vous commandez à votre élémentaire d’eau de vous suivre, il restera près de vous et lancera automatiquement Eclair d’eau quand votre cible est à portée."
			},
			"glyph_of_slow": {
				"name": "Lenteur",
				"description": "Votre sort Déflagration des Arcanes applique maintenant le sort Lenteur sur toute cible à laquelle elle inflige des dégâts si aucune cible n'est actuellement affectée par Lenteur."
			},
			"glyph_of_deep_freeze": {
				"name": "Congélation",
				"description": "Votre sort Congélation n’est plus sur le temps de recharge global mais sa durée est réduite de 1 s.."
			},
			"glyph_of_counterspell": {
				"name": "Contresort",
				"description": "Votre Contresort peut désormais être lancé tout en incantant ou canalisant d’autres sorts, mais son temps de recharge est augmenté de 4 s."
			},
			"glyph_of_inferno_blast": {
				"name": "Déflagration infernale",
				"description": "Votre sort Déflagration infernale propage Explosion pyrotechnique, Enflammer et Combustion à 1 cible supplémentaire."
			},
			"glyph_of_armors": {
				"name": "Armures",
				"description": "Réduit le temps d’incantation de vos sorts Armure de givre, Armure du mage et Armure de la fournaise de 1.5 s et augmente l’effet défensif de chaque armure de 10% de plus."
			}
		},
		"minor": {
			"glyph_of_loose_mana": {
				"name": "Mana libre",
				"description": "Votre Gemme de mana rend désormais du mana pendant 6 s, et plus instantanément."
			},
			"glyph_of_momentum": {
				"name": "Inertie",
				"description": "Votre sort Transfert vous téléporte dans la direction vers laquelle vous vous déplacez plutôt que devant vous."
			},
			"glyph_of_crittermorph": {
				"name": "Métamorphose : Bestiole",
				"description": "Quand vous lancez vos sorts de métamorphose sur des bestioles, ils durent désormais 24 heures et peuvent être lancés sur plusieurs cibles."
			},
			"glyph_of_the_porcupine": {
				"name": "Porc-épic",
				"description": "Votre sort Métamorphose transforme votre cible en porc-épic."
			},
			"glyph_of_conjure_familiar": {
				"name": "Invocation du Familier",
				"description": "Vous apprend le sort Invocation du Familier. Invoque une pierre de familier qui contient un familier arcanique, embrasé, ou glacé."
			},
			"glyph_of_the_monkey": {
				"name": "Singe",
				"description": "Votre sort Métamorphose transforme votre cible en singe."
			},
			"glyph_of_the_penguin": {
				"name": "Pingouin",
				"description": "Votre sort Métamorphose transforme votre cible en pingouin."
			},
			"glyph_of_the_bear_cub": {
				"name": "the Bear Cub",
				"description": "Your Polymorph spell polymorphs the target into a polar bear cub instead."
			},
			"glyph_of_arcane_language": {
				"name": "Langage des Arcanes",
				"description": "Votre sort Illumination des Arcanes vous permet de comprendre les langues raciales de vos alliés."
			},
			"glyph_of_illusion": {
				"name": "Illusion",
				"description": "Vous apprend la technique Illusion. Transforme le mage pour lui donner l’apparence d’un autre pendant 2 min."
			},
			"glyph_of_mirror_image": {
				"name": "Images miroir",
				"description": "Vos Images miroir lancent Déflagration des Arcanes ou Boule de feu au lieu d'Eclair de givre en fonction de votre arbre de talents principal."
			},
			"glyph_of_rapid_teleportation": {
				"name": "Téléportation rapide",
				"description": "Après avoir lancé un sort de téléportation ou traversé un portail de mage, votre vitesse de déplacement est augmentée de 70% pendant 1 min."
			},
			"glyph_of_discreet_magic": {
				"name": "Magie discrète",
				"description": "Vos sorts Tempête du Néant, Bombe vivante, Bombe de givre, Barrage des Arcanes et Déflagration infernale n’affectent plus les cibles se trouvant à plus de 5 mètres de leur cible principale."
			},
			"glyph_of_the_unbound_elemental": {
				"name": "Elémentaire délié",
				"description": "Votre élémentaire d’eau est remplacé par un élémentaire d’eau délié."
			},
			"glyph_of_evaporation": {
				"name": "Evaporation",
				"description": "Réduit la taille de votre élémentaire d’eau de 40%."
			},
			"glyph_of_condensation": {
				"name": "Condensation",
				"description": "Augmente la taille de votre élémentaire d’eau de 40%."
			}
		}
	},
	"monk": {
		"major": {
			"glyph_of_rapid_rolling": {
				"name": "Tournoiement rapide",
				"description": "Pendant 5 s secondes après l’utilisation de Roulade ou de Torpille de chi, votre prochaine Roulade ou Torpille de chi vous amènera 30% plus loin."
			},
			"glyph_of_transcendence": {
				"name": "Transcendance",
				"description": "Réduit le temps de recharge de votre sort Transcendance : Transfert de 5 s."
			},
			"glyph_of_breath_of_fire": {
				"name": "Souffle de feu",
				"description": "Quand vous utilisez Souffle de feu sur des cibles victimes de votre Brume vertigineuse, elles sont désorientées pendant 3 s."
			},
			"glyph_of_clash": {
				"name": "Fracas",
				"description": "Augmente la portée de votre technique Fracas de 10 mètres."
			},
			"glyph_of_enduring_healing_sphere": {
				"name": "Sphère de soins durable",
				"description": "Augmente la durée de vos Sphères de soins de 3 minutes."
			},
			"glyph_of_guard": {
				"name": "Garde",
				"description": "Augmente le montant de dégâts absorbés par votre Gardien de 10%, mais il ne peut absorber que des dégâts magiques."
			},
			"glyph_of_mana_tea": {
				"name": "Thé de mana",
				"description": "Votre Thé de mana n’est plus canalisé, mais bien instantané et consomme deux charges par utilisation. Cependant, un temps de recharge de 10 s est ajouté."
			},
			"glyph_of_zen_meditation": {
				"name": "Méditation zen",
				"description": "Vous pouvez maintenant canaliser Méditation zen en vous déplaçant.."
			},
			"glyph_of_renewing_mists": {
				"name": "Brume de rénovation",
				"description": "Votre Brume de rénovation se propage jusqu’à la cible blessée la plus éloignée à moins de 40 mètres, plutôt qu’à la cible blessée la moins éloignée dans les 20 mètres."
			},
			"glyph_of_spinning_crane_kick": {
				"name": "Coup tournoyant de la grue",
				"description": "Vous vous déplacez à vitesse normale en canalisant Coup tournoyant de la grue."
			},
			"glyph_of_surging_mist": {
				"name": "Déferlante de brume",
				"description": "Votre Déferlante de brume ne requiert plus de cible, mais soigne la cible avec le moins de points de vie dans les 40 mètres."
			},
			"glyph_of_touch_of_death": {
				"name": "Toucher mortel",
				"description": "Votre Toucher mortel ne coûte plus de chi, mais son temps de recharge est augmenté de 2 minutes."
			},
			"glyph_of_nimble_brew": {
				"name": "Breuvage de vivacité",
				"description": "Supprimer un effet grâce à Breuvage de vivacité vous soigne d’un montant égal à 10% du maximum de vos points de vie."
			},
			"glyph_of_afterlife": {
				"name": "Au-delà",
				"description": "Augmente les chances d’invoquer une Sphère de soins quand vous tuez un ennemi qui rapporte de l’expérience ou de l’honneur de 100%."
			},
			"glyph_of_fists_of_fury": {
				"name": "Poings de fureur",
				"description": "Pendant que vous canalisez Poings de fureur, vos chances de parer sont augmentées de 100%."
			},
			"glyph_of_fortifying_brew": {
				"name": "Boisson fortifiante",
				"description": "Votre Boisson fortifiante réduit les dégâts subis de 5% supplémentaires, mais n’augmente plus vos points de vie que de 10% au lieu de 20%."
			},
			"glyph_of_leer_of_the_ox": {
				"name": "Regard mauvais du buffle",
				"description": "Vous apprend le sort Regard mauvais du buffle. |CFFFFFFFFRegard mauvais du buffle|R Votre Statue de buffle attise la haine de la cible, ce qui réduit la vitesse de déplacement de cette dernière de 50% et la force à attaquer la statue pendant 8 s. La statue doit être à moins de 40 mètres de la cible. Statue du buffle noir doit être active."
			},
			"glyph_of_life_cocoon": {
				"name": "Cocon de vie",
				"description": "Cocon de vie peut maintenant être lancé alors que vous êtes étourdi."
			},
			"glyph_of_fortuitous_spheres": {
				"name": "Sphères fortuites",
				"description": "Tomber sous les 25% de points de vie invoquera automatiquement une sphère de soins près de vous sans que cela ne vous coûte de ressource. Cet effet ne peut se produire plus d’une fois toutes les 30 secondes."
			},
			"glyph_of_paralysis": {
				"name": "Paralysie",
				"description": "Votre technique Paralysie annule aussi tous les effets de dégâts sur la durée de la cible."
			},
			"glyph_of_sparring": {
				"name": "Affrontement",
				"description": "Tant que vous utilisez Affrontement, vous avez aussi 5% de chances de dévier les sorts venant de devant. Cet effet est cumulable jusqu’à 3 fois."
			},
			"glyph_of_detox": {
				"name": "Détoxification",
				"description": "Détoxification rend à votre cible 5% de ses points de vie lorsqu’elle retire avec succès un effet néfaste."
			},
			"glyph_of_touch_of_karma": {
				"name": "Toucher du karma",
				"description": "La portée de votre Toucher du karma est désormais de 25 m."
			},
			"glyph_of_targeted_expulsion": {
				"name": "Extraction ciblée",
				"description": "Hors des champs de bataille et des arènes : Votre Elévation ne coûte plus de chi, mais consomme 10 % de points de mana à la place. Dans les champs de bataille et les arènes :]Extraction du mal peut maintenant être utilisé sur d’autres alliés, mais les soins sont réduits de 50 % sur ces cibles."
			}
		},
		"minor": {
			"glyph_of_spinning_fire_blossom": {
				"name": "Fleur de feu tournoyante",
				"description": "Votre Fleur de feu tournoyante nécessite une cible ennemie plutôt que de voler droit devant vous, mais elle ne peut plus immobiliser les cibles."
			},
			"glyph_of_crackling_tiger_lightning": {
				"name": "Eclair de jade crépitant",
				"description": "L’animation de votre Eclair de jade crépitant adopte la couleur du Tigre blanc céleste."
			},
			"glyph_of_flying_serpent_kick": {
				"name": "Coup du serpent volant",
				"description": "Votre Coup du serpent volant prend automatiquement fin quand vous rencontrez un ennemi, à quel point les dégâts à effet de zone et le ralentissement sont déclenchés."
			},
			"glyph_of_honor": {
				"name": "Honneur",
				"description": "Vous saluez avec honneur après chaque Toucher mortel réussi."
			},
			"glyph_of_jab": {
				"name": "Coup direct",
				"description": "Vous attaquez toujours avec vos poings quand vous utilisez Coup direct, même si vous n’êtes pas équipé d’armes de pugilat."
			},
			"glyph_of_rising_tiger_kick": {
				"name": "Coup de pied du tigre bondissant",
				"description": "L’aspect visuel de votre Coup de pied du soleil levant prend la couleur du Tigre blanc."
			},
			"glyph_of_spirit_roll": {
				"name": "Roulade des esprits",
				"description": "Vous pouvez effectuer une Roulade ou une Torpille de chi sous forme d’esprit, quand vous êtes mort."
			},
			"glyph_of_fighting_pose": {
				"name": "Pose de combat",
				"description": "Votre esprit apparaît maintenant en posture de combat quand vous utilisez Transcendance."
			},
			"glyph_of_water_roll": {
				"name": "Roulade aquatique",
				"description": "Vous pouvez effectuer une Roulade ou une Torpille de chi sur l’eau."
			},
			"glyph_of_zen_flight": {
				"name": "Zen Flight",
				"description": "Vous apprend le sort Envol zen. Envol zen requiert une licence de maître de vol pour être lancé. |CFFFFFFFFEnvol zen|R Vous fendez les airs à grande vitesse à bord d’un nuage propice à la méditation."
			},
			"glyph_of_blackout_kick": {
				"name": "Frappe du voile noir",
				"description": "Votre Frappe du voile noir inflige toujours 20% de points de dégâts supplémentaires en 4 s quelle que soit votre position, mais vous ne pouvez pas déclencher son effet de soins."
			}
		}
	},
	"paladin": {
		"major": {
			"glyph_of_double_jeopardy": {
				"name": "Double péril",
				"description": "Quand vous Jugez une cible, les dégâts de votre prochain Jugement sont augmentés de 20%, mais seulement si vous l’utilisez sur une cible différente de la première."
			},
			"glyph_of_devotion_aura": {
				"name": "Aura de dévotion",
				"description": "Aura de dévotion n’affecte plus les membres du groupe ou raid, mais son temps de recharge est réduit de 60 s."
			},
			"glyph_of_holy_wrath": {
				"name": "Colère divine",
				"description": "Maintenant, votre Colère divine étourdit aussi les élémentaires, les draconiens et les aberrations."
			},
			"glyph_of_divine_protection": {
				"name": "Protection divine",
				"description": "Diminue la réduction des dégâts magiques de votre Protection divine à 20% mais augmente la réduction des dégâts physiques de 20%."
			},
			"glyph_of_templars_verdict": {
				"name": "Verdict du templier",
				"description": "Vous subissez 10% de dégâts en moins pendant 6 s après avoir infligé des dégâts avec Verdict du templier ou Exorcisme."
			},
			"glyph_of_avenging_wrath": {
				"name": "Courroux vengeur",
				"description": "Pendant que Courroux vengeur est actif, vous recevez 1% de votre maximum de points de vie toutes les 2 s."
			},
			"glyph_of_consecration": {
				"name": "Consécration",
				"description": "Vous pouvez maintenant lancer Consécration vers n’importe quelle cible à moins de 25 mètres."
			},
			"glyph_of_focused_shield": {
				"name": "Bouclier focalisé",
				"description": "Votre Bouclier du vengeur frappe 2 cibles de moins, mais inflige 30% de dégâts supplémentaires."
			},
			"glyph_of_burden_of_guilt": {
				"name": "Poids de la culpabilité",
				"description": "Vos Jugements accablent votre cible de doutes et de remords, ce qui réduit sa vitesse de déplacement de 50% pendant 2 s."
			},
			"glyph_of_blinding_light": {
				"name": "Lumière aveuglante",
				"description": "Votre Lumière aveuglante envoie maintenant les cibles à terre pendant 3 s au lieu de les aveugler."
			},
			"glyph_of_final_wrath": {
				"name": "Colère ultime",
				"description": "Votre Colère divine inflige 50% de dégâts supplémentaires aux cibles disposant de moins de 20% de leurs points de vie."
			},
			"glyph_of_word_of_glory": {
				"name": "Mot de gloire",
				"description": "Augmente vos dégâts de 3% par point de puissance sacrée dépensée après avoir lancé Mot de gloire ou Flamme éternelle sur une cible alliée. Dure 6 s."
			},
			"glyph_of_illumination": {
				"name": "Illumination",
				"description": "Vos coups critiques avec Horion sacré vous rendent 1% de votre mana, mais Méditation vous fait récupérer 10% de mana en moins."
			},
			"glyph_of_harsh_words": {
				"name": "Mots durs",
				"description": "Votre Mot de gloire peut maintenant être utilisé sur des cibles ennemies, infligeant des dégâts du Sacré approximativement égaux au montant de points de vie qu’il rendrait. Ne fonctionne pas avec Flamme éternelle."
			},
			"glyph_of_divinity": {
				"name": "Divinité",
				"description": "Augmente le temps de recharge de votre Imposition des mains de 2 min mais lui permet de vous rendre 10% de votre maximum de mana."
			},
			"glyph_of_light_of_dawn": {
				"name": "Lumière de l'aube",
				"description": "Lumière de l'aube affecte 2 cibles en moins mais rend à chaque cible 25% de points de vie en plus."
			},
			"glyph_of_blessed_life": {
				"name": "Vie bénie",
				"description": "Vous avez 50% de chances de recevoir une charge de puissance sacrée chaque fois que vous êtes affecté par un effet d'étourdissement, de peur ou d'immobilisation. Cet effet ne peut se produire plus d'une fois toutes les 20 s."
			},
			"glyph_of_flash_of_light": {
				"name": "Eclair lumineux",
				"description": "Lorsque vous utilisez Eclair lumineux sur une cible, cela augmente votre prochain soin prodigué à cette cible dans les 7 s de 10%."
			},
			"glyph_of_denounce": {
				"name": "Dénoncer",
				"description": "Vos Horions sacrés réduisent le temps d’incantation de votre prochain Dénoncer de 0.5 s. Cet effet est cumulable jusqu’à 3 fois."
			},
			"glyph_of_dazing_shield": {
				"name": "Bouclier d'hébétement",
				"description": "Votre Bouclier du vengeur hébète également les cibles pendant 10 s."
			},
			"glyph_of_immediate_truth": {
				"name": "Vérité immédiate",
				"description": "Augmente les dégâts instantanés infligés par Sceau de vérité de 40%, mais réduit les dégâts infligés par Blâme de 50%."
			},
			"glyph_of_beacon_of_light": {
				"name": "Guide de lumière",
				"description": "Libère Guide de lumière du temps de recharge global."
			},
			"glyph_of_hammer_of_the_righteous": {
				"name": "Marteau du vertueux",
				"description": "La réduction des dégâts physiques octroyée par Marteau du vertueux dure maintenant 50% plus longtemps."
			},
			"glyph_of_divine_storm": {
				"name": "Tempête divine",
				"description": "Votre Tempête divine vous rend aussi 5% de votre maximum de points de vie."
			},
			"glyph_of_the_alabaster_shield": {
				"name": "Bouclier d’albâtre",
				"description": "Vos blocages réussis augmentent les dégâts de votre prochain Bouclier du vertueux de 10 %. Cumulable jusqu’à 3 fois."
			},
			"glyph_of_divine_plea": {
				"name": "Supplique divine",
				"description": "Supplique divine rend 50% de mana en moins, mais son temps de recharge est réduit de 50%."
			},
			"glyph_of_holy_shock": {
				"name": "Horion sacré",
				"description": "Réduit les soins de Horion sacré de 50% mais augmente ses dégâts de 50%."
			},
			"glyph_of_inquisition": {
				"name": "Inquisition",
				"description": "Quand vous assénez un coup fatal à un ennemi qui rapporte de l’expérience ou de l’honneur, la durée de votre Inquisition est prolongée de 30 s."
			},
			"glyph_of_protector_of_the_innocent": {
				"name": "Protecteur des innocents",
				"description": "Quand vous utilisez votre Mot de gloire pour soigner autrui, vous recevez également vous-même un montant de points de vie égal à 20% de ces soins."
			},
			"glyph_of_the_battle_healer": {
				"name": "Soigneur combattant",
				"description": "Les attaques en mêlée de Sceau de clairvoyance soignent le membre du groupe ou raid ayant le moins de points de vie pour un montant égal à 30% du soin normal plutôt que vous."
			},
			"glyph_of_mass_exorcism": {
				"name": "Exorcisme de masse",
				"description": "Votre Exorcisme ne peut plus atteindre qu’une cible à portée de mêlée, mais il inflige 25% des dégâts à tous les ennemis à moins de 8 mètres de la cible principale."
			},
			"glyph_of_divine_shield": {
				"name": "Bouclier divin",
				"description": "Annuler des effets néfastes avec Bouclier divin vous rend 10% de vos points de vie par effet annulé. Ces soins ne peuvent dépasser 50% de vos points de vie maximum."
			},
			"glyph_of_hand_of_sacrifice": {
				"name": "Main de sacrifice",
				"description": "Main de sacrifice ne redirige plus les dégâts vers le paladin."
			}
		},
		"minor": {
			"glyph_of_the_luminous_charger": {
				"name": "Destrier lumineux",
				"description": "De vos montures de paladin émane de la lumière sacrée."
			},
			"glyph_of_the_mounted_king": {
				"name": "Monture royale",
				"description": "Quand vous montez sur une monture de paladin, vous recevez automatiquement Bénédiction des rois."
			},
			"glyph_of_contemplation": {
				"name": "Contemplation",
				"description": "Vous apprend la technique Contemplation. Vous offre un moment de quiétude pendant lequel vous méditez, à genoux, sur la nature de la Lumière."
			},
			"glyph_of_winged_vengeance": {
				"name": "Vengeance ailée",
				"description": "Votre Courroux vengeur a 4 ailes."
			},
			"glyph_of_seal_of_blood": {
				"name": "Sceau de sang",
				"description": "Votre Sceau de vérité utilise à présent le même visuel que Sceau de sang."
			},
			"glyph_of_fire_from_the_heavens": {
				"name": "Feu des cieux",
				"description": "Vos coups critiques avec Jugement et Marteau de courroux invoquent le feu du ciel."
			},
			"glyph_of_focused_wrath": {
				"name": "Colère focalisée",
				"description": "Colère divine n’affecte qu’une cible."
			},
			"glyph_of_the_falling_avenger": {
				"name": "Chute du vengeur",
				"description": "Vos chutes sont ralenties pendant Courroux vengeur."
			},
			"glyph_of_the_righteous_retreat": {
				"name": "Retraite vertueuse",
				"description": "Pendant Bouclier divin, vous pouvez utiliser votre pierre de foyer 50% plus vite."
			},
			"glyph_of_bladed_judgment": {
				"name": "Jugement tranchant",
				"description": "Le marteau de votre sort Jugement est remplacé par une hache ou une épée si vous êtes équipé d’une telle arme."
			},
			"glyph_of_the_exorcist": {
				"name": "Exorciste",
				"description": "Exorcisme apparaîtra désormais pour éliminer le mal de sa cible."
			},
			"glyph_of_pillar_of_light": {
				"name": "Pilier de lumière",
				"description": "Les soins critiques prodigués aux autres personnages-joueurs font apparaître un petit pilier de lumière éphémère à leur emplacement."
			}
		}
	},
	"priest": {
		"major": {
			"glyph_of_circle_of_healing": {
				"name": "Cercle de soins",
				"description": "Votre sort Cercle de soins soigne 1 cible supplémentaire, mais son coût en mana est augmenté de 35%."
			},
			"glyph_of_purify": {
				"name": "Purifier",
				"description": "Votre sort Purifier soigne également votre cible pour un montant égal à 5% de son maximum de points de vie quand vous dissipez avec succès un effet magique ou une maladie."
			},
			"glyph_of_fade": {
				"name": "Oubli",
				"description": "Votre technique Oubli réduit à présent tous les dégâts subis de 10%."
			},
			"glyph_of_fear_ward": {
				"name": "Gardien de peur",
				"description": "Réduit le temps de recharge de Gardien de peur de 60 s."
			},
			"glyph_of_inner_sanctum": {
				"name": "Sanctum intérieur",
				"description": "Les dégâts des sorts subis sont réduits de 6% quand vous bénéficiez de Feu intérieur, et le bonus à la vitesse de déplacement de votre Volonté intérieure est augmenté de 6%."
			},
			"glyph_of_holy_nova": {
				"name": "Nova sacrée",
				"description": "Vous apprend la technique Nova sacrée. Provoque une explosion de Lumière sacrée autour du lanceur, infligeant 13 points de dégâts du Sacré aux ennemis dans un rayon de 10 mètres, et rendant 20 points de vie à 5 cibles au maximum dans un rayon de 10 mètres. Les soins sont divisés par le nombre de cibles soignées. Ces effets ne génèrent aucune menace."
			},
			"glyph_of_inner_fire": {
				"name": "Feu intérieur",
				"description": "Augmente l’armure obtenue grâce à votre sort Feu intérieur de 50%."
			},
			"glyph_of_deep_wells": {
				"name": "Puits sans fond",
				"description": "Augmente le montant total de charges de votre Puits de lumière de 2."
			},
			"glyph_of_mass_dispel": {
				"name": "Dissipation de masse",
				"description": "Rend votre Dissipation de masse assez puissante pour annuler les effets magiques qui ne sont normalement pas dissipables."
			},
			"glyph_of_psychic_horror": {
				"name": "Horreur psychique",
				"description": "Réduit le temps de recharge de votre Horreur psychique de 10 s."
			},
			"glyph_of_holy_fire": {
				"name": "Flammes sacrées",
				"description": "Augmente la portée de vos sorts Flammes sacrées, Châtiment et Mot de pouvoir : Réconfort de 10 mètres."
			},
			"glyph_of_weakened_soul": {
				"name": "Ame affaiblie",
				"description": "Réduit la durée de l’effet Ame affaiblie causé par Mot de pouvoir : Bouclier de 2 s."
			},
			"glyph_of_power_word_shield": {
				"name": "Mot de pouvoir : Bouclier",
				"description": "20% des dégâts absorbés par votre sort Mot de pouvoir : Bouclier sont convertis en soins."
			},
			"glyph_of_spirit_of_redemption": {
				"name": "Esprit de rédemption",
				"description": "Augmente la durée d’Esprit de rédemption de 10 s."
			},
			"glyph_of_psychic_scream": {
				"name": "Cri psychique",
				"description": "Les cibles de votre Cri psychique et de la Terreur psychique de votre Démon psychique tremblent sur place au lieu de fuir sous l’effet de la peur."
			},
			"glyph_of_renew": {
				"name": "Rénovation",
				"description": "Votre Rénovation rend 33% de points de vie supplémentaires avec chaque soin, mais sa durée est réduite de 3 s."
			},
			"glyph_of_scourge_imprisonment": {
				"name": "Emprisonnement du Fléau",
				"description": "Réduit le temps d'incantation de votre sort Entraves des morts-vivants de 1.0 s."
			},
			"glyph_of_mind_blast": {
				"name": "Attaque mentale",
				"description": "Quand vous réussissez un coup critique avec votre Attaque mentale, la cible est incapable de se déplacer pendant 4 s."
			},
			"glyph_of_dispel_magic": {
				"name": "Dissipation de la magie",
				"description": "Votre sort Dissipation de la magie inflige également à votre cible 30 points de dégâts du Sacré quand vous dissipez avec succès un effet magique."
			},
			"glyph_of_smite": {
				"name": "Châtiment",
				"description": "Votre sort Châtiment inflige 20% de dégâts supplémentaires aux cibles affectées par Mot de puissance : Réconfort, mais les dégâts supplémentaires ne sont pas transférés par Expiation."
			},
			"glyph_of_prayer_of_mending": {
				"name": "Prière de guérison",
				"description": "La première charge de votre Prière de guérison rend 60% de points de vie supplémentaires mais votre Prière de guérison a 1 charge en moins."
			},
			"glyph_of_levitate": {
				"name": "Lévitation",
				"description": "Augmente de 15% votre vitesse de déplacement pendant que vous Lévitez et pendant 10 s supplémentaires après la fin du sort."
			},
			"glyph_of_reflective_shield": {
				"name": "Bouclier réflecteur",
				"description": "Renvoie 70% des dégâts que vous absorbez avec votre Mot de pouvoir : Bouclier à l'attaquant. Ces dégâts ne génèrent pas de menace."
			},
			"glyph_of_dispersion": {
				"name": "Dispersion",
				"description": "Réduit le temps de recharge de Dispersion de 15 s."
			},
			"glyph_of_leap_of_faith": {
				"name": "Saut de foi",
				"description": "Désormais, votre sort Saut de foi dissipe également tous les effets affectant le déplacement sur votre cible."
			},
			"glyph_of_penance": {
				"name": "Pénitence",
				"description": "Augmente le coût en mana de Pénitence de 20% mais permet de l’utiliser en cours de déplacement."
			},
			"glyph_of_focused_mending": {
				"name": "Guérison focalisée",
				"description": "Permet à votre Prière de guérison de ne rebondir qu’entre la cible et le lanceur."
			},
			"glyph_of_mind_spike": {
				"name": "Pointes mentales",
				"description": "Vos Pointes mentales non instantanées réussies réduisent le temps d'incantation de votre prochaine Attaque mentale pendant 9 s de 50%. Cet effet est cumulable jusqu'à 2 fois."
			},
			"glyph_of_binding_heal": {
				"name": "Soins de lien",
				"description": "Vos Soins de lien soignent à présent une cible supplémentaire à moins de 20 mètres, mais coûtent 35% de mana en plus."
			},
			"glyph_of_mind_flay": {
				"name": "Fouet mental",
				"description": "Votre sort Fouet mental ne réduit plus la vitesse de déplacement de votre victime. Au lieu de cela, chaque fois que Fouet mental inflige des dégâts, vous bénéficiez d’une augmentation de 15% de votre vitesse de déplacement pendant 5 s, cumulable jusqu'à 3 fois."
			},
			"glyph_of_shadow_word_death": {
				"name": "Mot de l’ombre : Mort",
				"description": "Votre sort Mot de l’ombre : Mort peut être incanté à tout moment, mais il inflige 25% de dégâts contre les cibles disposant de 20% de leurs points de vie ou plus. Incanter Mot de l’ombre : Mort vous inflige aussi des dégâts égaux à ceux qui seraient infligés à un ennemi disposant d'au moins 20% de ses points de vie."
			},
			"glyph_of_vampiric_embrace": {
				"name": "Etreinte vampirique",
				"description": "Votre Etreinte vampirique convertit 50% de plus des dégâts que vous infligez en soins, mais sa durée est réduite de 5 s."
			},
			"glyph_of_lightspring": {
				"name": "Source de lumière",
				"description": "Votre Puits de lumière ne soigne plus automatiquement les cibles proches, mais les joueurs peuvent cliquer dessus pour qu’il leur prodigue 50% de soins en plus que la normale."
			},
			"glyph_of_lightwell": {
				"name": "Puits de lumière",
				"description": "Votre Puits de lumière ne soigne plus automatiquement les cibles proches, mais les joueurs peuvent cliquer dessus pour qu’il leur prodigue 50% de soins en plus que la normale."
			}
		},
		"minor": {
			"glyph_of_shadow_ravens": {
				"name": "Corbeaux d’ombre",
				"description": "Vos Orbes d’ombre ont maintenant l’apparence de Corbeaux d’ombre."
			},
			"glyph_of_borrowed_time": {
				"name": "Sursis",
				"description": "La durée de votre Sursis est affichée."
			},
			"glyph_of_shackle_undead": {
				"name": "Entraves des morts-vivants",
				"description": "Modifie l’apparence de votre sort Entraves des morts-vivants."
			},
			"glyph_of_dark_archangel": {
				"name": "Sombre archange",
				"description": "Quand vous infligez Peste dévorante à une cible, vous prenez la forme d’un sombre archange pendant 8 s."
			},
			"glyph_of_shadow": {
				"name": "Ombre",
				"description": "Modifie l’apparence de votre Forme d’Ombre, la rendant moins transparente."
			},
			"glyph_of_the_heavens": {
				"name": "Cieux",
				"description": "Les cibles de votre Lévitation apparaissent sur un nuage pendant la durée du sort."
			},
			"glyph_of_confession": {
				"name": "Confession",
				"description": "Vous apprend la technique Confession. Incite une cible alliée à confesser un secret."
			},
			"glyph_of_holy_resurrection": {
				"name": "Résurrection sacrée",
				"description": "La cible que vous ressuscitez apparaît comme baignée de lumière sacrée pendant toute la durée de l’incantation de Résurrection."
			},
			"glyph_of_the_valkyr": {
				"name": "Val'kyrs",
				"description": "Tant que dure Esprit de rédemption, vous avez l’apparence d’une val’kyr."
			},
			"glyph_of_shadowy_friends": {
				"name": "Amis de l'ombre",
				"description": "Votre forme d’Ombre se propage à vos familiers pacifiques."
			},
			"glyph_of_angels": {
				"name": "Anges",
				"description": "Vos sorts de soins vous font pousser une paire d'ailes angéliques éphémère."
			},
			"glyph_of_the_sha": {
				"name": "Sha",
				"description": "Transforme votre ombrefiel et votre torve-esprit en bête sha."
			},
			"glyph_of_shifted_appearances": {
				"name": "Apparences passagères",
				"description": "Passage dans le Vide vous fait échanger votre apparence avec votre cible pendant plusieurs secondes. N’affecte pas les personnages-joueurs en monture."
			},
			"glyph_of_inspired_hymns": {
				"name": "Hymnes inspirés",
				"description": "Pendant que vous canalisez des Hymnes, un esprit apparaît au-dessus de vous."
			}
		}
	},
	"rogue": {
		"major": {
			"glyph_of_shadow_walk": {
				"name": "Marche des ténèbres",
				"description": "Votre technique Marche des ténèbres augmente aussi votre détection du camouflage quand elle est active."
			},
			"glyph_of_ambush": {
				"name": "Embuscade",
				"description": "Augmente la portée d'Embuscade de 5 mètres."
			},
			"glyph_of_blade_flurry": {
				"name": "Déluge de lames",
				"description": "Vos attaques ont 30% de chances en plus d’appliquer des poisons non létaux tant que Déluge de lames est actif."
			},
			"glyph_of_sharp_knives": {
				"name": "Couteaux aiguisés",
				"description": "Votre Éventail de couteaux endommage aussi l’armure de ses victimes, appliquant 1 fois l’effet Armure affaiblie à chaque cible."
			},
			"glyph_of_recuperate": {
				"name": "Conversion",
				"description": "Augmente les soins de votre technique Conversion de 1.0% supplémentaires du total de vos points de vie."
			},
			"glyph_of_evasion": {
				"name": "Evasion",
				"description": "Augmente la durée d'Evasion de 5 s."
			},
			"glyph_of_recovery": {
				"name": "Convalescence",
				"description": "Tant que Conversion est active, les soins que vous prodiguent les autres sources sont augmentés de 20%."
			},
			"glyph_of_expose_armor": {
				"name": "Exposer l’armure",
				"description": "Votre technique Exposer l’armure génère trois applications d’Armure affaiblie."
			},
			"glyph_of_feint": {
				"name": "Feinte",
				"description": "Augmente la durée de Feinte de 2 s."
			},
			"glyph_of_garrote": {
				"name": "Garrot",
				"description": "Augmente la durée de l'effet de silence de votre technique Garrot de 1.0 s."
			},
			"glyph_of_gouge": {
				"name": "Suriner",
				"description": "Votre technique Suriner ne nécessite plus de faire face à la cible."
			},
			"glyph_of_smoke_bomb": {
				"name": "Bombe fumigène",
				"description": "Augmente la durée de votre Bombe fumigène de 2 s."
			},
			"glyph_of_cheap_shot": {
				"name": "Coup bas",
				"description": "Augmente la durée de votre Coup bas de 0.5 s."
			},
			"glyph_of_hemorraghing_veins": {
				"name": "Hémorragie veineuse",
				"description": "Votre technique Veines sanguinaires augmente maintenant aussi les dégâts infligés aux cibles affectées par votre Hémorragie."
			},
			"glyph_of_kick": {
				"name": "Coup de pied",
				"description": "Augmente le temps de recharge de votre technique Coup de pied de 4 s, mais ce temps de recharge est réduit de 6 s quand votre Coup de pied interrompt un sort avec succès."
			},
			"glyph_of_redirect": {
				"name": "Rediriger",
				"description": "Réduit le temps de recharge de Rediriger de 50 s."
			},
			"glyph_of_shiv": {
				"name": "Kriss",
				"description": "Réduit le temps de recharge de votre technique Kriss de 3 s."
			},
			"glyph_of_sprint": {
				"name": "Sprint",
				"description": "Augmente la vitesse de déplacement de votre technique de Sprint de 30% supplémentaires."
			},
			"glyph_of_vendetta": {
				"name": "Vendetta",
				"description": "Réduit le bonus aux dégâts de votre technique Vendetta de 5%, mais augmente sa durée de 10 s."
			},
			"glyph_of_stealth": {
				"name": "Camouflage",
				"description": "Réduit le temps de recharge de votre technique Camouflage de 4 s."
			},
			"glyph_of_deadly_momentum": {
				"name": "Elan mortel",
				"description": "Quand vous infligez un coup mortel à une cible qui rapporte de l’expérience ou de l’honneur, la durée de vos techniques Débiter et Conversion est réinitialisée."
			},
			"glyph_of_cloak_of_shadows": {
				"name": "Cape d'ombre",
				"description": "Lorsque votre Cape d'ombre est active, vous subissez 40% de dégâts physiques en moins."
			},
			"glyph_of_vanish": {
				"name": "Disparition",
				"description": "Augmente la durée de votre effet Disparition de 2 s."
			},
			"glyph_of_blind": {
				"name": "Cécité",
				"description": "Votre technique Cécité supprime également de la cible tous les effets de dégâts sur la durée qui y mettraient prématurément fin."
			}
		},
		"minor": {
			"glyph_of_decoy": {
				"name": "Leurre",
				"description": "Quand vous utilisez Disparition, vous laissez derrière vous pendant une courte durée une illusion à votre image."
			},
			"glyph_of_detection": {
				"name": "Détection",
				"description": "Vous apprend la technique Détection. Vous vous concentrez afin de tenter de détecter certaines créatures."
			},
			"glyph_of_hemorrhage": {
				"name": "Hémorragie",
				"description": "Votre technique Hémorragie n’inflige plus que des dégâts persistants sur la durée aux cibles déjà victimes d’un effet de saignement."
			},
			"glyph_of_pick_pocket": {
				"name": "Vol à la tire",
				"description": "Augmente la portée de votre compétence Vol à la tire de 5 mètres."
			},
			"glyph_of_distract": {
				"name": "Distraction",
				"description": "Augmente la portée de votre technique Distraction de 5 mètres."
			},
			"glyph_of_pick_lock": {
				"name": "Crochetage",
				"description": "Réduit le temps d'incantation de votre compétence Crochetage de 100%."
			},
			"glyph_of_safe_fall": {
				"name": "Chute amortie",
				"description": "Votre technique Chute amortie vous permet de tomber encore plus loin sans subir de dégâts."
			},
			"glyph_of_blurred_speed": {
				"name": "Flou de la vitesse",
				"description": "Vous permet de marcher sur l'eau quand votre technique Sprint est active."
			},
			"glyph_of_poisons": {
				"name": "Poisons",
				"description": "Vous appliquez les poisons sur vos armes 50% plus vite."
			},
			"glyph_of_killing_spree": {
				"name": "Série meurtrière",
				"description": "Vous revenez à votre point de départ quand votre Série meurtrière se termine."
			},
			"glyph_of_tricks_of_the_trade": {
				"name": "Ficelles du métier",
				"description": "Votre technique Ficelles du métier ne coûte pas d'énergie mais le bonus aux dégâts pour son bénéficiaire est supprimé."
			},
			"glyph_of_disguise": {
				"name": "Déguisement",
				"description": "Quand vous utilisez Vol à la tire sur un ennemi humanoïde, vous prenez aussi son apparence pendant 5 min. Votre déguisement tombe quand vous entrez en combat."
			},
			"glyph_of_headhunting": {
				"name": "Chasseur de têtes",
				"description": "Vos techniques Lancer et Lancer mortel lancent à présent des haches, quelle que soit l’arme dont vous êtes actuellement équipé."
			},
			"glyph_of_improved_distraction": {
				"name": "Distraction améliorée",
				"description": "Distraction invoque désormais un leurre à l’emplacement de la cible."
			}
		}
	},
	"shaman": {
		"major": {
			"glyph_of_unstable_earth": {
				"name": "Terre instable",
				"description": "Votre sort Séisme réduit également la vitesse de déplacement des cibles affectées de 40% pendant 3 s."
			},
			"glyph_of_chain_lightning": {
				"name": "Chaîne d'éclairs",
				"description": "Votre Chaîne d'éclairs frappe 2 cibles supplémentaires, mais ses dégâts sont réduits de 10%."
			},
			"glyph_of_spirit_walk": {
				"name": "Marche de l’esprit",
				"description": "Réduit le temps de recharge de votre technique Marche de l’esprit de 25%."
			},
			"glyph_of_capacitor_totem": {
				"name": "Totem condensateur",
				"description": "Réduit le temps de charge de votre Totem condensateur de 2 s."
			},
			"glyph_of_purge": {
				"name": "Purge",
				"description": "Votre Purge dissipe 1 effet magique supplémentaire mais a un temps de recharge de 6 s."
			},
			"glyph_of_fire_elemental_totem": {
				"name": "Totem d'élémentaire de feu",
				"description": "Réduit le temps de recharge et la durée de votre Totem d'élémentaire de feu de 50%."
			},
			"glyph_of_fire_nova": {
				"name": "Nova de feu",
				"description": "Augmente de 5 mètres le rayon d'effet de votre technique Nova de feu."
			},
			"glyph_of_flame_shock": {
				"name": "Horion de flammes",
				"description": "Quand votre Horion de flammes inflige des dégâts, vous recevez 30% des dégâts infligés sous forme de points de vie."
			},
			"glyph_of_wind_shear": {
				"name": "Cisaille de vent",
				"description": "Augmente la durée du verrouillage de l'école provoquée par Cisaille de vent de 1 s, mais augmente aussi le temps de recharge de 3 s."
			},
			"glyph_of_healing_stream_totem": {
				"name": "Totem guérisseur",
				"description": "Quand votre Totem guérisseur soigne un allié, il réduit également les dégâts de Feu, de Givre et de Nature que ce dernier subit de 10% pendant 6 s."
			},
			"glyph_of_healing_wave": {
				"name": "Vague de soins",
				"description": "Votre Vague de soins vous soigne aussi pour un montant égal à 20% de l'effet de soins quand vous soignez quelqu'un d'autre."
			},
			"glyph_of_totemic_recall": {
				"name": "Rappel totémique",
				"description": "Votre Rappel totémique rend le montant total du coût en mana des totems rappelés."
			},
			"glyph_of_telluric_currents": {
				"name": "Courants telluriques",
				"description": "Votre sort Éclair vous rend [Elémentaire, Restauration : 2%] [Amélioration : 10% ] de votre mana lorsqu’il atteint un ennemi."
			},
			"glyph_of_grounding_totem": {
				"name": "Totem de glèbe",
				"description": "Au lieu d'absorber un sort, votre Totem de glèbe renvoie le prochain sort néfaste sur son lanceur, mais son temps de recharge est augmenté de 20 s."
			},
			"glyph_of_spiritwalkers_grace": {
				"name": "Grâce du marcheur des esprits",
				"description": "Augmente la durée de votre Grâce du marcheur des esprits de 5 s."
			},
			"glyph_of_water_shield": {
				"name": "Bouclier d'eau",
				"description": "Augmente de 50% la régénération de mana de votre sort Bouclier d'eau quand on vous attaque, mais réduit de 15% la régénération de mana passive."
			},
			"glyph_of_cleansing_waters": {
				"name": "Eaux purificatrices",
				"description": "Quand vous dissipez un effet magique néfaste ou de malédiction sur un allié, vous rendez également à la cible un montant de points de vie égal à 5% de votre maximum de points de vie."
			},
			"glyph_of_frost_shock": {
				"name": "Horion de givre",
				"description": "Réduit le temps de recharge Encouru par votre Horion de givre de 2 s."
			},
			"glyph_of_chaining": {
				"name": "Chaîne de guérison",
				"description": "Augmente la distance que peut parcourir votre sort Salve de guérison d’une cible à l’autre de 100%, mais ajoute au sort un temps de recharge de 2 s."
			},
			"glyph_of_healing_storm": {
				"name": "Tempête guérisseuse",
				"description": "Chaque application d'Arme du Maelström augmente également vos soins directs de 20%."
			},
			"glyph_of_ghost_wolf": {
				"name": "Loup fantôme",
				"description": "En forme de Loup fantôme, vous êtes moins sensible aux effets qui ralentiraient votre vitesse de déplacement."
			},
			"glyph_of_thunder": {
				"name": "Tonnerre",
				"description": "Réduit le temps de recharge d'Orage de 10 s."
			},
			"glyph_of_feral_spirit": {
				"name": "Esprit farouche",
				"description": "Augmente les soins prodigués par la Chasse des Esprits de vos Esprits farouches de 40%."
			},
			"glyph_of_riptide": {
				"name": "Remous",
				"description": "Votre technique Remous n’a plus de temps de recharge, mais les soins directs qu’elle prodigue initialement sont réduits de 75%."
			},
			"glyph_of_shamanistic_rage": {
				"name": "Rage du chaman",
				"description": "L'activation de votre technique Rage du chaman vous purifie également de tous les effets magiques néfastes qui peuvent être dissipés."
			},
			"glyph_of_hex": {
				"name": "Maléfice",
				"description": "Réduit le temps de recharge de votre sort Maléfice de 10 s."
			},
			"glyph_of_totemic_vigor": {
				"name": "Vigueur totémique",
				"description": "Augmente les points de vie de vos totems de 5% de votre maximum de points de vie."
			},
			"glyph_of_lightning_shield": {
				"name": "Bouclier de foudre",
				"description": "Quand votre Bouclier de foudre est déclenché, vous subissez 10% de dégâts en moins pendant 6 s."
			},
			"glyph_of_purging": {
				"name": "Purgation",
				"description": "Une purge réussie sur une cible accorde maintenant une charge d’Arme du maelström."
			},
			"glyph_of_eternal_earth": {
				"name": "Terre éternelle",
				"description": "Votre Eclair a une chance d’ajouter une charge à votre Bouclier de terre actuellement actif. Cet effet ne peut permettre à Bouclier de terre d’avoir plus de 9 charges."
			}
		},
		"minor": {
			"glyph_of_the_lakestrider": {
				"name": "Marcheur du lac",
				"description": "Vous obtenez automatiquement Marche sur l’eau quand vous vous transformez en Loup fantôme."
			},
			"glyph_of_lava_lash": {
				"name": "Fouet de lave",
				"description": "Votre technique Fouet de lave ne propage plus Horion de flammes aux cibles proches."
			},
			"glyph_of_astral_recall": {
				"name": "Rappel astral",
				"description": "Réduit le temps de recharge de votre sort Rappel astral de 5 minutes."
			},
			"glyph_of_far_sight": {
				"name": "Double vue",
				"description": "Votre sort Double vue peut être utilisé en intérieur."
			},
			"glyph_of_the_spectral_wolf": {
				"name": "Loup spectral",
				"description": "Modifie l'apparence de votre forme de Loup fantôme pour la faire ressembler à un grand loup spectral."
			},
			"glyph_of_totemic_encirclement": {
				"name": "Encerclement totémique",
				"description": "Quand vous lancez un sort de totem, vous posez aussi des totems non activés pour chacun des éléments non utilisés actuellement. Ces totems disposent de 5 points de vie et n’ont pas d’effet."
			},
			"glyph_of_thunderstorm": {
				"name": "Orage",
				"description": "Supprimer l’effet de renversement de votre sort Orage."
			},
			"glyph_of_deluge": {
				"name": "Déluge",
				"description": "Votre sort Salve de guérison prend une apparence aqueuse."
			},
			"glyph_of_spirit_raptors": {
				"name": "Esprits du raptor",
				"description": "Vos Esprits du loup sont remplacés par des Esprits du raptor."
			},
			"glyph_of_lingering_ancestors": {
				"name": "Ancêtres rémanents",
				"description": "Ressusciter quelqu’un à l’aide de la technique Esprit ancestral invoque un ancêtre fantomatique qui le suit pendant un court instant."
			},
			"glyph_of_spirit_wolf": {
				"name": "Esprit du loup",
				"description": "Loup fantôme peut maintenant être utilisé pendant que vous êtes un fantôme."
			},
			"glyph_of_flaming_serpent": {
				"name": "Serpents enflammés",
				"description": "Votre Totem incendiaire ressemble à présent au Gardien serpent de Vol’jin."
			},
			"glyph_of_the_compy": {
				"name": "Compie",
				"description": "Votre Maléfice transforme à présent les ennemis en compies."
			},
			"glyph_of_elemental_familiars": {
				"name": "Familiers élémentaires",
				"description": "Invoque au hasard un familier d’eau, de feu ou de nature. Les familiers de type différent ont tendance à se battre."
			},
			"glyph_of_astral_fixation": {
				"name": "Fixation astrale",
				"description": "Rappel astral vous conduit à présent au sanctuaire terrestre de votre capitale."
			},
			"glyph_of_rain_of_frogs": {
				"name": "Pluie de grenouilles",
				"description": "Vous invoquez une pluie torrentielle de grenouilles à l’endroit ciblé."
			}
		}
	},
	"warlock": {
		"major": {
			"glyph_of_conflagrate": {
				"name": "Conflagration",
				"description": "Conflagration ne nécessite plus Immolation pour ralentir la cible."
			},
			"glyph_of_siphon_life": {
				"name": "Siphon de vie",
				"description": "Votre sort Immolation vous rend 0.5% de vos points de vie maximum quand vous infligez des dégâts périodiques."
			},
			"glyph_of_fear": {
				"name": "Peur",
				"description": "Votre Peur fait trembler la cible, qui reste sur place au lieu de fuir."
			},
			"glyph_of_demon_training": {
				"name": "Entraînement de démon",
				"description": "Améliore les techniques spéciales de votre démon : Le temps d’incantation de l’Éclair de feu de votre Diablotin est réduit de 50 % et les éclairs sont tirés par salves de trois. Augmente le montant total d'armure de votre Marcheur du Vide de 10 %. La technique Séduction de votre Succube ou Incube annule aussi tous les effets de dégâts sur la durée sur la cible. Lorsque votre Chasseur corrompu utilise Dévorer la magie, vous recevez le même montant de points de vie. Augmente le total de points de vie de votre Gangregarde de 20 %."
			},
			"glyph_of_healthstone": {
				"name": "Pierre de soins",
				"description": "Vous recevez 100% de soins supplémentaires lors de l'utilisation d'une pierre de soins, mais en 10 s."
			},
			"glyph_of_curse_of_the_elements": {
				"name": "Malédiction des éléments",
				"description": "Malédiction des éléments affecte 2 cibles proches supplémentaires."
			},
			"glyph_of_imp_swarm": {
				"name": "Essaim de diablotins",
				"description": "Vous apprend la technique Essaim de diablotins. Nécessite Démonologie. |Tinterface/icons/ability_warlock_impoweredimp.blp:24|t Essaim de diablotins Invoque 4 Diablotins sauvages provenant du Néant distordu afin d’attaquer la cible. L’effet passif de Diablotin sauvage est désactivé pendant le temps de recharge d’Essaim de diablotins. Le temps de recharge d’Essaim de diablotins est réduit par la hâte des sorts. Augmente également le temps de recharge de Diablotin sauvage de 4 s."
			},
			"glyph_of_havoc": {
				"name": "Tumulte",
				"description": "Tumulte obtient 3 charges supplémentaires, mais le temps de recharge est augmenté de 35 secondes."
			},
			"glyph_of_soulstone": {
				"name": "Pierre d'âme",
				"description": "Les personnages ressuscités grâce à une Pierre d'âme reviennent à la vie avec 100% de leurs points de vie."
			},
			"glyph_of_unstable_affliction": {
				"name": "Affliction instable",
				"description": "Réduit le temps d’incantation d’Affliction instable de 25%."
			},
			"glyph_of_soul_consumption": {
				"name": "Consomption d’âme",
				"description": "Votre Drain d’âme vous rend 20% de votre total de points de vie quand vous avez tué une cible qui rapporte de l’expérience ou de l’honneur. Vous récupérez 20% du total de vos points de vie quand vous avez tué une cible en forme de démon qui rapporte de l’expérience ou de l’honneur. Vous récupérez 20% du total de vos points de vie quand vous avez tué une cible avec Trait du chaos qui rapporte de l’expérience ou de l’honneur."
			},
			"glyph_of_curse_of_exhaustion": {
				"name": "Malédiction d'épuisement",
				"description": "Malédiction d'épuisement réduit maintenant la vitesse de déplacement de la cible de 30%, dure moitié moins longtemps et a un temps de recharge de 10 secondes."
			},
			"glyph_of_drain_life": {
				"name": "Drain de vie",
				"description": "Augmente les soins de votre Drain de vie de 30%."
			},
			"glyph_of_demon_hunting": {
				"name": "Chasse au démon",
				"description": "Nécessite Démonologie. Vous apprend la technique Sombre apothéose. Sombre apothéose Vous vous imprégnez d’énergies démoniaques réduisant les dégâts subis de 10%, réduisant les dégâts magiques subis de 15% et permettant l’utilisation de différentes techniques démoniaques. De plus, Brise-âme provoque votre cible, Garde du crépuscule devient Gardien de fureur qui absorbe toutes les écoles de dégâts, Trait de l’ombre devient Entaille démoniaque et Peur devient Sommeil."
			},
			"glyph_of_ember_tap": {
				"name": "Connexion embrasé",
				"description": "Connexion embrasée vous rend 5% supplémentaires de vos points de vie, mais les points de vie vous sont rendus en 10 s."
			},
			"glyph_of_demonic_circle": {
				"name": "Cercle démoniaque",
				"description": "Réduit le temps de recharge de Cercle démoniaque de 4 s."
			},
			"glyph_of_unending_resolve": {
				"name": "Résolution interminable",
				"description": "La réduction des dégâts de Résolution interminable est diminuée de 20%, mais son temps de recharge est réduit de 60 s."
			},
			"glyph_of_life_tap": {
				"name": "Connexion",
				"description": "Votre Connexion ne consomme plus de points de vie, mais absorbe 0 points de vie sur les soins reçus. Cet effet est cumulable."
			},
			"glyph_of_eternal_resolve": {
				"name": "Résolution éternelle",
				"description": "Hors des champs de bataille et des arènes : Augmente la durée d’Affliction instable, Corruption, Agonie et Destin funeste de 50 % et réduit leurs dégâts de 20 %. Dans les champs de bataille et les arènes : Résolution interminable ne peut plus être activée, mais elle confère de manière passive 10 % de réduction des dégâts de toutes sources."
			},
			"glyph_of_supernova": {
				"name": "Supernova",
				"description": "Quand vous mourez, tous les ennemis à moins de 8 mètres subissent un montant de dégâts égal à 10% de votre maximum de points de vie par Braise ardente en votre possession."
			}
		},
		"minor": {
			"glyph_of_hand_of_guldan": {
				"name": "Main de Gul’dan",
				"description": "Vous pouvez à présent cibler un emplacement avec votre Main de Gul’dan."
			},
			"glyph_of_verdant_spheres": {
				"name": "Sphères verdoyantes",
				"description": "Vos éclats d’âme sont transformés en Sphères verdoyantes."
			},
			"glyph_of_nightmares": {
				"name": "Cauchemars",
				"description": "Votre palefroi corrompu et votre destrier de l’effroi peuvent galoper sur l’eau et leurs sabots laissent un sillage de flammes derrière eux."
			},
			"glyph_of_felguard": {
				"name": "Gangregarde",
				"description": "Votre gangregarde s’équipe au hasard d’une épée à deux mains, d’une hache à deux mains ou d’une arme d’hast présente dans votre sac à dos."
			},
			"glyph_of_health_funnel": {
				"name": "Captation de vie",
				"description": "Votre Captation de vie rend instantanément 15% de ses points de vie à votre démon, mais elle comporte un temps de recharge de 10 s."
			},
			"glyph_of_subtlety": {
				"name": "Discrétion",
				"description": "Vos Eclats d’âme ne sont plus affichés en dehors des combats."
			},
			"glyph_of_shadow_bolt": {
				"name": "Trait de l'ombre",
				"description": "Divise votre Trait de l'ombre en trois attaques plus petites."
			},
			"glyph_of_carrion_swarm": {
				"name": "Vol de charognards",
				"description": "Votre Vol de charognards ne fait plus tomber les cibles à la renverse."
			},
			"glyph_of_falling_meteor": {
				"name": "Chute de météores",
				"description": "Si vous utilisez Bond démoniaque alors que vous tombez, vous tombez sur le sol à grande vitesse sans mourir de votre chute."
			},
			"glyph_of_unending_breath": {
				"name": "Respiration interminable",
				"description": "Augmente la vitesse de nage des cibles affectées par votre Respiration interminable de 20%."
			},
			"glyph_of_eye_of_kilrogg": {
				"name": "Oeil de Kilrogg",
				"description": "Votre Oeil de Kilrogg n’est plus camouflé et peut maintenant placer votre cercle démoniaque. Le démoniste en train d’incanter doit se trouver dans le champ de vision de l’Oeil de Kilrogg pour pouvoir placer le cercle. En outre, la vitesse de déplacement de votre Oeil de Kilrogg est augmentée de 50% et il devient capable de voler dans les zones où les montures volantes sont activées."
			},
			"glyph_of_subjugate_demon": {
				"name": "Subjugation de démon",
				"description": "Réduit le temps d’incantation de votre sort Subjugation de démon de 50%."
			},
			"glyph_of_soulwell": {
				"name": "Puits des âmes",
				"description": "Votre Puits des âmes brille d’une étrange lueur."
			},
			"glyph_of_crimson_banish": {
				"name": "Bannissement écarlate",
				"description": "Votre sort Bannir est maintenant rouge."
			},
			"glyph_of_gateway_attunement": {
				"name": "Porte harmonisée",
				"description": "Vos Portes des démons s’activent automatiquement lorsque vous marchez à côté."
			}
		}
	},
	"warrior": {
		"major": {
			"glyph_of_long_charge": {
				"name": "Charge longue",
				"description": "Augmente la portée de votre technique Charge de 5 mètres."
			},
			"glyph_of_unending_rage": {
				"name": "Rage interminable",
				"description": "Augmente vos points de rage maximum de 20."
			},
			"glyph_of_enraged_speed": {
				"name": "Vitesse enragée",
				"description": "Lorsque vous êtes Enragé, vous vous déplacez 20% plus vite."
			},
			"glyph_of_hindering_strikes": {
				"name": "Coups gênants",
				"description": "Maintenant, Frappe héroïque et Enchaînement diminuent aussi la vitesse de déplacement de la cible de 50% pendant 8 s."
			},
			"glyph_of_heavy_repercussions": {
				"name": "Lourdes répercussions",
				"description": "Quand votre Maîtrise du blocage est active, votre Heurt de bouclier inflige 50% de dégâts supplémentaires."
			},
			"glyph_of_bloodthirst": {
				"name": "Sanguinaire",
				"description": "Augmente les soins de Sanguinaire de 100%."
			},
			"glyph_of_rude_interruption": {
				"name": "Interruption brutale",
				"description": "L'interruption réussie d'un sort avec Volée de coups augmente vos dégâts de 6% pendant 20 s."
			},
			"glyph_of_gag_order": {
				"name": "Imposition du silence",
				"description": "Vos techniques Volée de coups et Lancer héroïque réduisent aussi la cible au silence pendant 3 s. Ne fonctionne pas contre les personnages-joueurs."
			},
			"glyph_of_blitz": {
				"name": "Attaque éclair",
				"description": "Votre Charge enracine et ralentit 2 cibles proches supplémentaires."
			},
			"glyph_of_mortal_strike": {
				"name": "Frappe mortelle",
				"description": "Quand votre Frappe mortelle affecte une cible, les effets de soins sur vous sont augmentés de 10%."
			},
			"glyph_of_die_by_the_sword": {
				"name": "Par le fil de l’épée",
				"description": "Quand Par le fil de l’épée est actif, Fulgurance augmente sa durée de 1 s et Frappe sauvage augmente sa durée de 0.5 s par utilisation."
			},
			"glyph_of_hamstring": {
				"name": "Brise-genou",
				"description": "Quand vous dépensez de la rage pour utiliser Brise-genou, le coût en rage de votre prochain Brise-genou est réduit de 100%."
			},
			"glyph_of_hold_the_line": {
				"name": "Tenir le front",
				"description": "Augmente les dégâts de votre prochaine Revanche de 50% après une parade réussie."
			},
			"glyph_of_shield_slam": {
				"name": "Heurt de bouclier",
				"description": "Votre Heurt de bouclier dissipe maintenant 1 effet magique."
			},
			"glyph_of_hoarse_voice": {
				"name": "Voix rauque",
				"description": "Réduit le temps de recharge et la génération de rage de votre Cri de guerre et de votre Cri de commandement de 50%."
			},
			"glyph_of_sweeping_strikes": {
				"name": "Attaques circulaires",
				"description": "Quand vous touchez une cible avec Attaques circulaires, vous recevez 1 points de rage."
			},
			"glyph_of_resonating_power": {
				"name": "Puissance de résonance",
				"description": "Augmente les dégâts et le temps de recharge de Coup de tonnerre de 50%."
			},
			"glyph_of_victory_rush": {
				"name": "Ivresse de la victoire",
				"description": "Augmente le total de soins prodigués par votre Ivresse de la victoire 50%. Ce glyphe est sans effet s’il est combiné avec le talent Victoire imminente."
			},
			"glyph_of_raging_wind": {
				"name": "Déchaînement du vent",
				"description": "Vos coups réussis avec Coup déchaîné augmentent les dégâts de votre prochain Tourbillon de 10%."
			},
			"glyph_of_whirlwind": {
				"name": "Tourbillon",
				"description": "Augmente le rayon de Tourbillon de 4 mètres."
			},
			"glyph_of_death_from_above": {
				"name": "La mort venue d’en haut",
				"description": "Réduit le temps de recharge de Bond héroïque de 15 s."
			},
			"glyph_of_victorious_throw": {
				"name": "Lancer victorieux",
				"description": "Augmente la portée d’Ivresse de la victoire et de Victoire imminente de 15 mètres."
			},
			"glyph_of_spell_reflection": {
				"name": "Renvoi de sort",
				"description": "Réduit le temps de recharge de Renvoi de sort de 5 s."
			},
			"glyph_of_shield_wall": {
				"name": "Mur protecteur",
				"description": "Mur protecteur réduit à présent les dégâts subis de 20% supplémentaires, mais son temps de recharge est augmenté de 2 min."
			},
			"glyph_of_colossus_smash": {
				"name": "Frappe du colosse",
				"description": "Votre Frappe du colosse applique également l’effet Fracasser armure sur votre cible."
			},
			"glyph_of_bull_rush": {
				"name": "Charge de taureau",
				"description": "Votre Charge génère 15 points de rage supplémentaires."
			},
			"glyph_of_recklessness": {
				"name": "Témérité",
				"description": "Réduit les chances de coup critique de Témérité de 12% mais augmente sa durée de 50%."
			},
			"glyph_of_incite": {
				"name": "Emulation",
				"description": "L’utilisation de Cri démoralisant supprime le coût de vos 3 prochaines techniques Frappe héroïque ou Enchaînement."
			},
			"glyph_of_impaling_throws": {
				"name": "Lancers transperçants",
				"description": "Lancers transperçants plante désormais une hache dans la cible, qui peut être récupérée en se déplaçant à moins de 5 mètres de la cible pour mettre un terme au temps de recharge de Lancers transperçants. Cet effet ne peut se produire que lorsque Lancers transperçants est lancé à plus de 10 mètres de la cible."
			},
			"glyph_of_the_executor": {
				"name": "Exécuteur",
				"description": "Le fait de tuer un ennemi avec Exécution vous fait gagner 30 points de rage."
			}
		},
		"minor": {
			"glyph_of_mystic_shout": {
				"name": "Cri mystique",
				"description": "Votre Cri de guerre et votre Cri de commandement vous font planer dans les airs pendant 1 s."
			},
			"glyph_of_bloodcurdling_shout": {
				"name": "Cri à glacer le sang",
				"description": "Votre Cri de guerre et votre Cri de commandement terrifient les petits animaux."
			},
			"glyph_of_gushing_wound": {
				"name": "Blessure hémorragique",
				"description": "Vos Blessures profondes sont encore plus sanglantes que d’habitude."
			},
			"glyph_of_mighty_victory": {
				"name": "Puissance de la victoire",
				"description": "Quand votre Ivresse de la victoire ou votre Victoire imminente vous soigne, vous gagnez légèrement en taille."
			},
			"glyph_of_bloody_healing": {
				"name": "Soins sanglants",
				"description": "Augmente les soins que vous prodiguent les bandages de 20% tant que votre technique Blessures profondes est active."
			},
			"glyph_of_intimidating_shout": {
				"name": "Cri d'intimidation",
				"description": "Toutes les cibles de votre Cri d'intimidation tremblent à présent sur place au lieu de fuir sous l'effet de la peur."
			},
			"glyph_of_thunder_strike": {
				"name": "Coup de tonnerre",
				"description": "Le visuel de votre Coup de tonnerre comporte maintenant un éclair."
			},
			"glyph_of_crow_feast": {
				"name": "Festin des corbeaux",
				"description": "Vos coups critiques avec Exécution invoquent un vol de charognards."
			},
			"glyph_of_burning_anger": {
				"name": "Colère brûlante",
				"description": "Quand vous êtes Enragé, vous êtes tellement en colère que vous prenez feu."
			},
			"glyph_of_the_blazing_trail": {
				"name": "Traînée ardente",
				"description": "Votre Charge laisse un sillage de feu. Autant charger avec classe."
			},
			"glyph_of_the_raging_whirlwind": {
				"name": "Tourbillon déchaîné",
				"description": "Tourbillon génère 15 points de rage en 6 s, mais pendant ce temps les attaques automatiques ne génèrent pas de rage."
			},
			"glyph_of_the_subtle_defender": {
				"name": "Défenseur subtil",
				"description": "Supprime le bonus à la génération de menace de la posture défensive."
			},
			"glyph_of_the_watchful_eye": {
				"name": "Œil attentif",
				"description": "Intervention cible à présent le membre du groupe ou raid aux points de vie les plus bas dans les 25 mètres."
			},
			"glyph_of_the_weaponmaster": {
				"name": "Maître d’armes",
				"description": "Vos techniques de Cri donnent à votre arme l’apparence d’une arme choisie au hasard parmi celles dans votre sac principal pendant 10 min."
			}
		}
	}
}
